<?php $url_prefix = $this->webspice->settings()->site_url_prefix; ?>
<div class="main-container">
    <div class="container">
        <div class="row">
            <div class="col-md-12 col-lg-12">
                <div class="layoutpost">
                    <h3>শিকদার একাডেমি কেন অনন্য?</h3>
                    <ol type="I">
                        <li> একাডেমিক ক্যালেন্ডার মোতাবেক সামরিক শিক্ষায় প্রশিক্ষিত পরিচালকের নিবিড় তত্ত্বাবধানে অভিজ্ঞ শিক্ষকমন্ডলী দ্বারা পাঠদান।</li>
                        <li>প্রতিটি ক্লাস সিসি ক্যামেরা দ্বারা মনিটরিং ও রেকর্ডিং হচ্ছে, যা উচ্চশক্তিসম্পন্ন <b style="color: #E953D2"> DVD </b> এ ৩ মাস পর্যন্ত ভিডিও থাকছে, ফলে শিক্ষার্থীরা পাঠ গ্রহণে হচ্ছে অধিক মনোযোগী অভিভাবকগণও অবসর সময়ে উক্ত ভিডিও দেখে নিজ নিজ সন্তানের পাঠ গ্রহণ পদ্ধতি পর্যবেক্ষণের সুযোগ পাচ্ছেন।
                        </li>
                        <li>মুখস্থ বিদ্যা  গতানুগতিক ধারার পরিবর্তে ব্যবহারিক ও অংশগ্রহণমূলক শিক্ষা পদ্ধতিতে প্রতিদিনের পড়া বিশেষ নিয়মে আদায় করা হয়।</li>
                        <li>ছাত্র/ছাত্রীদের অতিরিক্ত চাপ না দিয়ে অত্যাধুনিক <b style="color: #E953D2"> MICAII </b>(Motivation, Inspirration, Co-Operationk, Appreciation, Incentive & Intervention) পদ্ধতি অনুসরণ করে শিক্ষার্থীর অফুরন্ত সুপ্ত প্রতিভাকে জাগিয়ে তোলা হয়।</li>
                        <li>শিকদার ক্যাডেট একাডেমির মূলমন্ত্র হচ্ছে, <b style="color: #E953D2"> “মূখস্থ নয় বুঝে বুঝে শিখা” </b> সেই লক্ষ্য Visual Aids, Teaching Aids এবং Perticipatory ইত্যাদি পদ্ধতি অনুসরণ করে শিক্ষার্থীর শিখনকে আনন্দদায়ক ও উগভোগ্য করা।</li>
                        <li> <b style="color: #E953D2">”একটি ছবি হাজারো শব্দের চেয়েও ফলপ্রসূ” </b> এই চেতনা থেকেই শিকদার ক্যাডেট একাডেমিতে মাল্টিমিডিয়া প্রয়োগ হচ্ছে।</li>
                        <li>মাল্টিমিডিয়া সম্বলিত উন্নত, সুসজ্জিত শ্রেণিকক্ষ, সার্বক্ষণিক বিদ্যুৎ সরবরাহ । মাল্টিমিডিয়ার মাধ্যমে সংশ্লিষ্ট পাঠের মডেল/নকশা/ছবি/উপাত্ত স্ক্রীণের উপস্থাপন করে আনন্দঘন পরিবেশে সহজ ও সাবলীল পাঠদান । উদাহরণ স্বরপ ঃ পাঠের বিষয় ঃ “মুক্তিযুদ্ধে সেক্টর কমান্ডার” বাংলাদেশের মানচিত্র সেক্টর কমান্ডারদের নামসহ ছবি ও অবাস্থান মাল্টিমিডিয়ার মাধ্যমে যদি বড় স্ক্রীণে প্রদর্শন করা হয়, তাহলে শিক্ষার্থীরা সানন্দ চিত্তে গ্রহন করে ধরে রাখবে বহুদিন । আর েএ আধুনিক প্রযুক্তিটি প্রয়োগ করচে <b style="color: #E953D2"> শিকদার ক্যাডেট একাডেমি </b>।</li>
                        <li><b style="color: #E953D2">ISSB</b>/Written Test এ Picture দেখে Title, Moral সহ Story লিখতে হয় । এর সফল অনুশীলন মাল্টিমিডিয়ার স্ক্রীণেই শুধুমাত্র সম্ভব । অত্র একাডেমিতে আসলেই তা অনুধাবন করতে পারবেন । </li>
                        <li>সরাসরি ও মোবাইল ফোনে শিক্ষার্থীর তদারকি করা ও অভিভাবকের সাথে যোগাযোগ স্থাপন । মাসিক অভিভাবক সমাবেশের মাধ্যমে শিক্ষার্থীদের সার্বিক উন্নয়নের ব্যবস্থা গ্রহণ করা ।</li>
                        <li>দৈনিক/সাপ্তাহিক/পাক্ষিক/মাসিক/মডেল টেস্ট পরীক্ষার ফলাফল <b style="color: #E953D2"> SMS </b>এর মাধ্যমে অভিভাবকের মোবাইলে প্রেরণ করা ।</li>
                        <li>ডিপি ভাইভা,  Extempore Speech, IQ অনুশীলন, মানচিত্র (Map), দৈনিক পত্রিকা Study, মাল্টিমিডিয়ার বিশাল স্ক্রীণে সপ্তাহে ১ দিন চিত্তবিনোদন ।</li>
                        <li>প্রথম ৬ মাসের মধ্যেই সেনাসদর এজি শাখা প্রদত্ত সিলেবাস সম্পন্ন করা এবং প্রয়োজনীয় মডেল টেস্ট প্রহণের মাধ্যম ১ বছরেই ক্যাডেট কলেজে ভর্তি হওয়ার উপযোগী করে গড়ে তোলা । চুড়ান্ত মডেল টেস্ট-এ ১ম, ২য়, ৩য় স্থান অধিকারী শিক্ষার্থীদেরকে ক্রেস্ট প্রদান করা ।</li>
                        <li>লিখিত পরিক্ষায় উর্ত্তীণ ও চূড়ান্তভাবে নির্বাচিত ক্যাডেটদের খ্যাতিমান শিক্ষাবিদ ও দেশের বিশিষ্ট ব্যক্তি বর্গের উপস্থিতিতে কৃতি ছাত্র-ছাত্রী সম্বর্ধনা প্রদান ।
</li>
                        <li>পার্শ্ববর্তী এলাকার শিক্ষার্থীদের জন্য একাডেমির নিজস্ব মাইক্রোবাস সার্ভিস চালু আছে ।</li>
                    </ol>
   
                </div>
            </div>
        </div>
    </div>
</div>